[
  {
    "id": 27488936,
    "name": "Mason",
    "description": "<div><div id=\"yui_3_7_2_1_1381097663479_30655\"><span style=\"font-family: trebuchet ms, sans-serif;\">Mason is one sweet 2 yr old happy go lucky guy! &nbsp;He is a well adjusted member of his foster family. &nbsp;Mason does love attention and follows his foster mom everywhere. &nbsp;He loves playing with his foster sister and is very gentle with the cats. &nbsp;He is housebroken, sleeps quietly and loves his walks.&nbsp; Now he just needs his forever home.&nbsp;(We can only save as many dogs as we have available fosters) At only 25 pounds, he would do well in just about any home. &nbsp;</span></div><div id=\"yui_3_7_2_1_1381097663479_30660\"><span style=\"font-family: trebuchet ms, sans-serif;\"><br /></span></div><div id=\"yui_3_7_2_1_1381097663479_30662\"><span style=\"font-family: trebuchet ms, sans-serif;\">Mason was in a high kill shelter in Kentucky. &nbsp;Fortunately,&nbsp;we&nbsp;saw what a charmer this&nbsp;hound dog is.&nbsp;&nbsp;&nbsp;One of our volunteers kindly offered to pick him up&nbsp;in Kentucky on way back from vacation.&nbsp;&nbsp;He was a great traveling buddy considering the long trip. &nbsp;His foster mom said he has no problems and is a joy to have around.</span></div></div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/27488936/PA294.27488936-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27488936/PA294.27488936-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27488936/PA294.27488936-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "M",
    "size": "S",
    "breeds": [
      "Beagle"
    ],
    "mix": false,
    "organization": {
      "id": "PA294",
      "type": "shelter",
      "name": "Animal Advocates of Pittsburgh",
      "email": "animaladvocatespgh@live.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "3025 Belleville St Pittsburgh PA 15234"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken"
    ]
  },
  {
    "id": 27587622,
    "name": "Levi (Very family friendly)",
    "description": "<div>Levi was picked up as a stray, but there is no doubt that he had a home with kids. He gets along well with dogs and cats, but he actively seeks to be in the company of infants and small children. He is very gentle and intuitive with them and knows when to let them be. That being said sometimes his tail wags so hard for joy that little ones may get &quot;wagged on&quot;. He is about 10 months with a very soft smooth coat. Still brimming with puppy exuberance Levi needs lots of play and run time but he is relatively mature for his age and has outgrown most of the challenging adolescent habits . Currently he is about 40 pounds but may top out closer to 50. If you are looking for a dog who will make a perfect family companion come check out Levi.</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/27587622/PA294.27587622-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27587622/PA294.27587622-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27587622/PA294.27587622-1-x.jpg"
    ],
    "age": "Young",
    "sex": "M",
    "size": "M",
    "breeds": [
      "Belgian Shepherd Malinois"
    ],
    "mix": true,
    "organization": {
      "id": "PA295",
      "type": "breeder",
      "name": "Coal Hill Mastiffs",
      "email": "adoption@chm.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "235 Shaler St. Pittsburgh, PA 15211"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken"
    ]
  },
  {
    "id": 27199738,
    "name": "Lucy",
    "description": "<div><p>Lucy is a stunning, smart, athletic young lady. She is a quick study who loves challenges and playtime. We can see her being a superior agility dog.<p>Found as a stray we don&#39;t know anything about her background other than she appeared well taken care of, &nbsp;is about 2 years old, 60 pounds&nbsp;and was spayed.<p>True to her breed she needs a loving, but very firm owner to remind her of her boundaries and the importance of sharing. Since she is still honing&nbsp;these skills, we do not want to place&nbsp;her in&nbsp;family with small children. With the proper introduction, she is, however, very good with other well tempered dogs and cats. She also seems to be drawn to mature adults (age 40+)<p>She is&nbsp;not for the first time dog owner or someone who will just give her passing attention.&nbsp;She bonds very quickly with people and wants to please.&nbsp; With the right owner, Lucy will be a fantastic companion.</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/27199738/PA294.27199738-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27199738/PA294.27199738-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27199738/PA294.27199738-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "F",
    "size": "L",
    "breeds": [
      "Border Collie",
      "German Shepherd Dog"
    ],
    "mix": true,
    "organization": {
      "id": "PA296",
      "type": "rescue",
      "name": "Angel Ridge Animal Rescue",
      "email": "aranres@yahoo.com",
      "phone": "(724)229-7053",
      "yrs_in_biz": "2 yrs",
      "frequency": "",
      "address": "390 Old Hickory Ridge Road Washington, PA 15347"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken",
      "noKids"
    ]
  },
  {
    "id": 26224460,
    "name": "Eddy",
    "description": "<div><p>Eddy is a big boy, but about as gentle,&nbsp;laid back and mellow as they come.&nbsp; He&#39;s a team player and will do whatever everyone else wants to do. Want to play? Great! Want to watch TV? That&#39;s fine too. Take a ride in the car? Sure.<p>We call him a chameleon dog because we don&#39;t really know what he is mixed with:&nbsp;He definitely has Catahoula. But we don&#39;t know what else.&nbsp;Lab? Dane? Hound? Ridgeback? Shep? All of the above? Does it really matter? He is all love. He gently leans in on you when he gets attention.<p>He is very well behaved and easily adapts to new situations. He likes kids and quieter dogs of all sizes, so he is a good dog for a family who wants to add a larger dog to their family.&nbsp;Since he is low energy, he would even make a wonderful apartment dog or a companion for a first time dog owner.<p>Eddy about 80 pounds and 3 years old.&nbsp;</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/26224460/PA294.26224460-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/26224460/PA294.26224460-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/26224460/PA294.26224460-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "M",
    "size": "L",
    "breeds": [
      "Catahoula Leopard Dog",
      "Labrador Retriever"
    ],
    "mix": true,
    "organization": {
      "id": "PA294",
      "type": "shelter",
      "name": "",
      "email": "animaladvocatespgh@live.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken",
      "noCats"
    ]
  },
  {
    "id": 25798698,
    "name": "Winston Cody",
    "description": "<div><p>Winston Cody as a very smart and affectionate cockapoo. He&#39;s about 9 years old, but you wouldn&#39;t know it from his behavior. He is always ready to go for a walk, play a game or get a belly rub. He is loyal and knows his commands (although he&#39;s a bit rusty now). Winston gets along with dogs of all sizes and temperaments as well as cats. &nbsp;He is also nicely crate trained -- and he loves fruits and veggies!<p>He was owned by an elderly gentleman who passed away, then by another older woman, who died as well. When he was adopted by a new family, he started to nip family members under certain situations, which is not uncommon for this breed.&nbsp; Placed in foster care he has come a long way. He can be possessive of&nbsp; his toys and treats so when he has&nbsp;allowed them&nbsp;any owner has to understand and respect his clues to avoid being bit.( He hasn&#39;t had an incident since November.) For that reason, we he also cannot be placed in a home with children under the age of 12. A single owner or two person household would be ideal. Winston also needs to be professionally groomed every 8 weeks or so.<p>For an experienced and dog savvy (preferably breed knowledgeable owner), Winston Cody is really a very nice and sweet dog.<p>Previous dog experience and vet references are a requirement for Winston Cody.</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/25798698/PA294.25798698-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/25798698/PA294.25798698-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/25798698/PA294.25798698-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "M",
    "size": "S",
    "breeds": [
      "Cockapoo"
    ],
    "mix": false,
    "organization": {
      "id": "PA294",
      "type": "shelter",
      "name": "",
      "email": "animaladvocatespgh@live.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken",
      "noKids",
      "specialNeeds"
    ]
  },
  {
    "id": 24565639,
    "name": "Joe",
    "description": "<div><p>&nbsp;COME ON , LOOK AT ME!!!!! I am so handsome! I REALLY WANT SOMEONE TO LOVE! This is Joe a Doberman/Border Collie mix. Joe LOVES to play and be active. Great family dog. Needs fenced yard to run in ,as you can see he is not a couch potato. He is very active but does calm down after playtime. He is crate trained .....housebroken and would be a great activity dog. Hiking, jogging, &nbsp;frisbee, fly ball....all of these things Joe could do with you!.He is friendly and loving once he gets to know you. Come and meet Joe....he really wants a home and someone to love.... he is very lonely. Since he can be overbrearing with small dogs and males as well as little kids,&nbsp; Joe&#39;s ideal situation will be as an only pet and with no small children. (A similar sized female dog probably would be nice.) &nbsp;Adoption fee for Joe is minimal....he just really needs an active household and out of his kennel....he is a very fast learner and would be so appreciative!<p style=\"font-size: 12px; font-family: Arial, Helvetica, serif; margin: 0px; padding: 5px; color: #333333;\">&nbsp;<p style=\"font-size: 12px; font-family: Arial, Helvetica, serif; margin: 0px; padding: 5px; color: #333333;\">&nbsp;<p>&nbsp;</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/24565639/PA294.24565639-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/24565639/PA294.24565639-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/24565639/PA294.24565639-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "M",
    "size": "L",
    "breeds": [
      "Border Collie",
      "Doberman Pinscher"
    ],
    "mix": true,
    "organization": {
      "id": "PA294",
      "type": "shelter",
      "name": "",
      "email": "animaladvocatespgh@live.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken",
      "noCats",
      "noKids"
    ]
  },
  {
    "id": 27118365,
    "name": "Moochie",
    "description": "<p>He&#39;s super bright, super cute and super charged. Moochie &nbsp;has JRT spice and sparkle. When he&#39;s out for a walk, he&#39;s all get up and go, but when it&#39;s time to settle in at home, he&#39;s most happy to cuddle near you or to sit on your lap and offer little doggy kisses. Mooch is fine with the other dogs in his foster home but would be just as content with a person or persons all to himself. He does perceive cats, and probably other small animals, as things born to be chased. Mooch will need a securely fenced in yard and a person or family willing and able to spend quality time with him, he&#39;s a busy, energetic little guy. Time spent with Moochie will be time well spend and every effort to keep him busy will be well rewarded. He couldn&#39;t be more lovable or more loving .",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/27118365/PA294.27118365-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27118365/PA294.27118365-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27118365/PA294.27118365-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "M",
    "size": "S",
    "breeds": [
      "Jack Russell Terrier"
    ],
    "mix": false,
    "organization": {
      "id": "PA294",
      "type": "shelter",
      "name": "",
      "email": "animaladvocatespgh@live.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken",
      "noCats"
    ]
  },
  {
    "id": 27018305,
    "name": "Toby",
    "description": "<div><p class=\"MsoNormal\"><span style=\"font-size: 8pt; font-family: Arial; color: #333333; background-position: initial initial; background-repeat: initial initial;\">&nbsp;Toby, a handsome 5-year old male Labrador retriever mix, was surrendered by his owner on February 5, 2013 along&nbsp;</span><span style=\"color: #333333; font-family: Arial; font-size: 8pt;\">with his best friend (Danny) with whom he shared his previous home .&nbsp;This grand dog has a brown short smooth coat&nbsp;</span><span style=\"color: #333333; font-family: Arial; font-size: 8pt;\">with subtle black shading, a tiny patch of white on his chest, a long tail and an expressive face with a brown mask and short floppy ears.&nbsp;Toby is an affectionate guy who loves attention, and there&#39;s just something about him that you makes you want to whisper &#39;sweet nothings&#39; in his ear :)&nbsp; His previous owner told us that Toby loves his people friends and gets along well with other dogs, but he really doesn&#39;t like cats :(&nbsp; He&rsquo;s does ok with older children. Toby weighs approximately 90 lbs. and no doubt enjoys the finer things in life including good meals and snacks.&nbsp; He has been kept indoors and is housebroken.&nbsp;</span><p class=\"MsoNormal\"><span style=\"font-size: 8pt; font-family: Arial; color: #333333; background-position: initial initial; background-repeat: initial initial;\">&nbsp;</span><p class=\"MsoNormal\"><span style=\"font-size: 8pt; font-family: Arial; color: #333333; background-position: initial initial; background-repeat: initial initial;\">&nbsp;Update: Toby&rsquo;s friend Danny has been adopted. Now Toby is not only sad because he misses his buddy, he is on the&nbsp;</span><span style=\"color: #333333; font-family: Arial; font-size: 8pt;\">&ldquo;Urgent&rdquo; list at a facility that can hold dogs for only a limited time and Toby&rsquo;s time is running short. We want to pull Toby&nbsp;</span><span style=\"color: #333333; font-family: Arial; font-size: 8pt;\">to the safety of our rescue with a loving, cat free, foster or forever home. Please contact us if you have room in your heart&nbsp;</span><span style=\"color: #333333; font-family: Arial; font-size: 8pt;\">and home for this big sweetie.</span></div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/27018305/PA294.27018305-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27018305/PA294.27018305-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27018305/PA294.27018305-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "M",
    "size": "L",
    "breeds": [
      "Labrador Retriever",
      "Shepherd"
    ],
    "mix": true,
    "organization": {
      "id": "PA294",
      "type": "shelter",
      "name": "",
      "email": "animaladvocatespgh@live.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken"
    ]
  },
  {
    "id": 25641751,
    "name": "Shamrock",
    "description": "<div><p>Shamrock is a lucky dog.&nbsp; He sauntered up to a house, laid on the front porch and patiently waited for someone to notice him. Fortunately for him, the home owner immediately recognized the nice and gentle nature of this pit bull. After attempts to locate the owner&nbsp;failed, Shamrock was placed in a foster home where he is still patiently waiting&nbsp;for his new forever home.<p>Full of personality and play, this affectionate boy&nbsp;bonds very quickly with people and&nbsp;will do anything to please.&nbsp;He can&#39;t wait to get into the&nbsp;yard, where he can&nbsp;run and play with his toys. &nbsp;He&#39;s been very gentle to the foster family&#39;s two year old grandchild and&nbsp;seems to do well with larger female dogs, but we have not tested him with cats. Any family interested in adding him as a second dog will need a couple of meet and greets to check compatibility.&nbsp;Since there is a whole world to explore, he tugs a bit when he&#39;s first on leash, but then settles into a nice pace.<p>It&#39;s obvious that his previous owners gave a lot of love and training to this boy -- and like all dogs -&nbsp;how they are raised is what determines their personality. His is that of a great family dog who wants to join you in all of your activities.</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/25641751/PA294.25641751-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/25641751/PA294.25641751-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/25641751/PA294.25641751-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "M",
    "size": "M",
    "breeds": [
      "Pit Bull Terrier",
      "Staffordshire Bull Terrier"
    ],
    "mix": true,
    "organization": {
      "id": "PA294",
      "type": "shelter",
      "name": "",
      "email": "animaladvocatespgh@live.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken",
      "noCats"
    ]
  },
  {
    "id": 27404449,
    "name": "Sylvia",
    "description": "<div><div id=\"yui_3_7_2_1_1380241931905_57161\">What&#39;s that? You want to adopt a dog? I&#39;m ALL ears. I was a free running gal when I&nbsp; was picked up by Animal Control.&nbsp;They called&nbsp;my people and I was sure they would come get me, but then they let me down. They never did come. And I nearly didn&#39;t make it &nbsp;alive out of the shelter.</div><div>Oh well, that&#39;s all behind me now.&nbsp; I am now looking for a new family to call my own.&nbsp; Better people who will love and take care of me. For one, I&nbsp; am a &quot;Pocket Pitty&quot;. tt&#39;s not an official breed, but it just means that I am pretty small. Only 35 pounds.</div><div>And I love everyone, ... dogs, kids, people, possibly cats. . I&#39;ve got medium energy, but I am very tolerant of high energy dogs. If a&nbsp;bouncy dog tries to play rough with me or bully me, I just walk away. I can always find a person who will play with me nicely or just pet me.</div><div>Of course I am housebroken and have nice manners. I am also crate trained.</div><div>Anyhow, you get the picture. I&#39;m a great dog who loves life and fun and would fit nicely into any home where the people feel the same way.</div><div id=\"yui_3_7_2_1_1380241931905_57160\">&nbsp;</div></div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/27404449/PA294.27404449-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27404449/PA294.27404449-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/27404449/PA294.27404449-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "F",
    "size": "M",
    "breeds": [
      "Pit Bull Terrier",
      "Terrier"
    ],
    "mix": true,
    "organization": {
      "id": "PA294",
      "type": "shelter",
      "name": "",
      "email": "animaladvocatespgh@live.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken"
    ]
  },
  {
    "id": 26701009,
    "name": "Sugar - Courtesy Post",
    "description": "<p>&nbsp;She&#39;s only a year old but a lot has happened to Sugar in that one year. She gave birth to a litter of pups, she and her mate and the pups were surrendered to a shelter. Her mate Casey and the pups have found homes and sweet as her name Sugar is still waiting. She&#39;s waiting in a shelter that is not able to hold dogs indefinitely due to space limitations. Sugar&#39;s need for a home has become urgent. Everybody who meets her says that Sugar is a real lovebug and a pushover for attention. She has a striking brindle coat and a beautiful face with trusting, hopeful eyes. We&#39;re seeking a foster or forever home for Sugar. She is currently in Marietta, OH but transport can be gladly arranged to save her life. If you can open your heart and home to this wonderful dog please call Celeste at (740)989-5398 or email c_ridgway@yahoo.com",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/26701009/PA294.26701009-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/26701009/PA294.26701009-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/26701009/PA294.26701009-1-x.jpg"
    ],
    "age": "Young",
    "sex": "F",
    "size": "M",
    "breeds": [
      "Pit Bull Terrier"
    ],
    "mix": true,
    "organization": {
      "id": "PA294",
      "type": "shelter",
      "name": "",
      "email": "animaladvocatespgh@live.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken"
    ]
  },
  {
    "id": 26126085,
    "name": "Bam-Bam",
    "description": "<div><p>Bam-Bam is a very sweet Shar-Pei mix , born in September of 2011. He grew up with children and other dogs and currently lives with a parrot too. (We have not tested him with cats).. Unfortunately, when the family he lived with lost their home, he and his canine family (brother Bru&nbsp;and mom Cloe) lost theirs too.<p>Bam-Bam is very warm and friendly with people he knows, but it takes him a little while to warm up to strangers --&nbsp;but then he bonds with them very nicely.&nbsp;He&#39;s been a very good brother to his handicapped litter mate and would do well with a family who has another dog.&nbsp;He is not completely leash trained so he needs &nbsp;a home with a fully fenced in yard at this time.<p>Overall, Bam-bam is an excellent family dog, with a playful, gentle demeanor.</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/26126085/PA294.26126085-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/26126085/PA294.26126085-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/26126085/PA294.26126085-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "M",
    "size": "M",
    "breeds": [
      "Shar Pei",
      "Shepherd"
    ],
    "mix": true,
    "organization": {
      "id": "PA294",
      "type": "shelter",
      "name": "",
      "email": "animaladvocatespgh@live.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken"
    ]
  },
  {
    "id": 26913770,
    "name": "Violet",
    "description": "<div><p>This girl is no Shrinking Violet. Rather she&nbsp;is a spunky, smart, adolescent shepherd mix. She enjoys playing, but knows how to settle quickly. She seeks your company, but isn&#39;t needy.&nbsp; She likes being with children, but would also be happy with an active single or couple.&nbsp;<p>Violet really wants to please, learns quickly and has a decent recall for her age.<p>We haven&#39;t tested her with cats, but given her reaction to the foster family&#39;s parrot, she may need a gradual introduction to any feline family members.<p>Since Violet is just about a year old or so, regular visits to the dog park or play date with other dogs. Currently she is 36 pounds, but will probably peak at about 40-45 pounds, making her a perfect size for most living situations.<p>&quot;Roses are red, violets are blue. Maybe sweet Violet is the dog for you.&quot;&nbsp;<p>&nbsp;</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA294/26913770/PA294.26913770-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/26913770/PA294.26913770-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA294/26913770/PA294.26913770-1-x.jpg"
    ],
    "age": "Young",
    "sex": "F",
    "size": "M",
    "breeds": [
      "Shepherd",
      "Shiba Inu"
    ],
    "mix": true,
    "organization": {
      "id": "PA294",
      "type": "shelter",
      "name": "",
      "email": "animaladvocatespgh@live.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken"
    ]
  },
  {
    "id": 26571428,
    "name": "Mickey",
    "description": "<div><h3><span style=\"font-size: 11px; font-weight: normal;\"> </span></h3><h3>** PLEASE NOTE **</h3><h3>Our small rescue can only place our rescue angels in the Pittsburgh area.</h3><h3><span style=\"font-size: 11px; font-weight: normal;\">9/25/13 - Mickey is still seeking a furever family. &nbsp;Mickey is afraid of males, both teenagers and adults. We aren&#39;t sure what happened in Mickey&#39;s past, a new family will need to be dog experienced, patient, and agree to commit to working with Mickey and helping him learn to trust and love everyone. &nbsp;Mickey is not for first-time dog owners.</span></h3><h3><span style=\"font-size: 11px; font-weight: normal;\">Mickey is a very special little boy. He is about 5 pounds and between 1 and 1 1/2 years old.&nbsp; He is&nbsp; a cuddle bug and very affectionate, if allowed, he would love to hang out and watch TV with you.&nbsp; Mickey loves women and girls, he loves other dogs and plays well with both dogs his size as well as large dogs.&nbsp; He can keep himself amused during the day when he stays in the kitchen and keeps it potty-free.&nbsp; Mickey loves getting his meals, treats, rawhides,&nbsp;playing with toys, going on walks or car rides.&nbsp; He would love to lay in your lap if allowed.</span></h3><h3><span style=\"font-size: 11px; font-weight: normal;\">Mickey is completely up to date on all his shots, is neutered, is kept on both flea/tick preventative and monthly heartgard chewables. Mickey is also crate trained, he loves being in it, goes in willing to eat, play or sleep. He never whines while in there.&nbsp; Mickey is just craving love, something he has been without for a long time. We don&#39;t know what happened to his previous family. He ended up at the shelter via a shelter worker.</span></h3><h3><span style=\"font-size: 11px; font-weight: normal;\">In general Mickey is a very sweet and happy-go-lucky little guy. With the exception of whatever happened in his past to make him scared of certain males.&nbsp; If you have any questions about Mickey. You can reach us at:&nbsp; <a href=\"mailto:ShaggyDogRescuer@Yahoo.com\" onclick=\"pageTracker._trackPageview(&#39;outbound/petnoteslinks&#39;);\" target=\"_blank\">ShaggyDogRescuer@Yahoo.com</a>, please included your home location/zip code so we can determine if you are in the geographic adoption area. Thanks for looking at our little baby boy, &quot;Mickey&quot;</span></h3><p>07/30/13<p>Mickey is still doing great, having a ball, so affectionate, loves other dogs, really wants to find a new home, he loves moms, dads, and kids.<p>He is very small, under 5 pounds, he would fit in a small shoebox but he has a VERY big personality.&nbsp; Always happy, always enjoying life.&nbsp; Stays in kitchen during the day, well-behaved, never an accident, or into garbage, etc.<p>----------------<p>7/16/13<p>Mickey has been doing great and is a real joy. He loves other dogs, and to give kisses.<p>&nbsp;7/02/13<p>Mickey has been with us for almost a week and is doing GREAT.&nbsp; He loves to give little kisses, roll over and have his belly rubbed, or better yet, sit in the chair with you.&nbsp; He really loves a lot of attention.&nbsp; Mickley has liked everyone and the dogs he has encountered.<p>07.02.13<p>Mickey, will be getting neutered, all his shots, heartworm test and groomed in time for his transport from Logan County, WV to Morgantown, WV Saturday, July 6th.<p>&nbsp;Stay turned for more information.<p>7/3/13<div><strong>Today July 3rd, this Sweetie WINS his Freedom !!!</strong>&nbsp; Thank you to Selena and The Paws Squad for alerting us to him, for getting him to the Vet&#39;s, Groomer&#39;s, Safety until Saturday, July 6th and setting up transportation from Logan County, WV to Morgantown, WV where we will meet and pick up our new Rescue Angel.</div><div><strong>&nbsp;</strong>&nbsp;</div><div><strong>7/2/13</strong></div><div>&nbsp;</div><div>This sweetie will be going to the Vet tomorrow, Wednesday, July 3rd for the works including a full groom.</div><div>&nbsp;</div><div>He will be arriving in Pittsburgh on Saturday, July 6th. &nbsp;Stay tuned for more information !!!</div></div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA236/26571428/PA236.26571428-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA236/26571428/PA236.26571428-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA236/26571428/PA236.26571428-1-x.jpg"
    ],
    "age": "Young",
    "sex": "M",
    "size": "S",
    "breeds": [
      "Chihuahua",
      "Dachshund"
    ],
    "mix": true,
    "organization": {
      "id": "PA236",
      "type": "shelter",
      "name": "",
      "email": "ShaggyDogRescuer@yahoo.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots"
    ]
  },
  {
    "id": 8392981,
    "name": "Benny",
    "description": "<div><p><img alt=\"\" src=\"../gifs/adoptionfairies.gif\" /><p>Benny is our Rescue Mascot. He lived with his rescue family for 4 years having never found his &quot;very-own&quot; forever family.&nbsp; Senior Dogs deserve a wonderful and loving home as much as any pet.&nbsp; Benny was well-loved by his rescue family and treated as royalty (R.I.P. 7.26.11). Benny&#39;s ashes&nbsp;still reside with his rescue family.&nbsp;He is still missed greatly by his rescue family ( The Smitrovich&#39;s - 9/25/13 )<hr /><h2>OLDER AND WISER!</h2><h2><hr /></h2><h3>Senior pets make the best companions.</h3><h3>They have already developed personalities and are waiting for the right home to show them off.</h3><h3><hr /></h3><h2>8.31.11</h2><h3>Benny is hoping for a &quot;less active&quot; person or family that might be interested in enjoying his company. Whether it be in your lap, beside you on the sofa or playing a little game of catch with his toys and then laying softly on your feet for a nap. Benny has been living with his foster family for over 4 years.</h3><h3><hr /></h3><h3>Up to date on:</h3><h3>Shots; Rabies, Distemper (7-1), Bordatella</h3><h3>Benny is completely House Broken</h3><h3>Heartgard negative and on a monthly program</h3><h3>And Frontline for year round flea protection.</h3><h3>_____________________</h3><h3>If you have any questions:</h3><h3>Email us at: ShaggyDogRescuer@yahoo.com</h3><h3>______________________</h3><h3><strong>8.13.09 Benny has been happily living with his rescue family now for 2.5 years. He was specifically rescued as a TRIBUTE to one of our rescue families furever 4-legged family memory. For a number of reasons Benny hasn&#39;t been the right match for some families that have inquired about him. </strong></h3><h3>Benny is looking for a family that is home most of the time, no other pets and no small or active children. Benny is happiest with a nice quiet, calm home life. Benny LOVES to go for car rides, walks excellent on a leash, be petted and cuddled and can Sit and Stay. We havent&#39; been able to get him to &quot;GIVE US PAW&quot;.</h3><h3>Benny says Thanks for Checking Me Out</h3><h3>April 1, 2009</h3><h3>Benny is still wondering if a forever home is out there for him. He WANTS and NEEDS to be the king of the castle so he is only looking for a QUIET retirement home without other pets and children</h3><h3>Benny would be happiest to bond with one or two MATURE adults that he can love on and be with</h3><h3>Benny will is approximately 10.5 years old</h3><h3>Benny does has some decreased vision and hearing, so he doesn&#39;t like to be sneaked up on</h3><h3>Benny does like going for walks and rides in the car, in which he behaves VERY WELL for both !</h3><h3><hr /></h3><h3>Benny is with a RESCUE not a shelter, Benny will have a loving home here forever but it would be great if Benny could find that TRULY &quot;furever&quot; home. All Benny&#39;s needs and wants are meet here and he is loved by his rescue family and spoiled rotten, but everybody wants a family of there own.</h3><h3><hr /></h3><h3>October 7, 2008</h3><h3>Benny is getting groomed tonight, so we&#39;ll post new pictures in the next few days.</h3><h3><hr /></h3><h3>Benny is &quot;still&quot; looking for a furever home !</h3><h3>Please don&#39;t let Benny&#39;s age be a factor, we all need love regardless of age.</h3><h3>Benny has no health issues at this time, he is COMPLETELY housebroken, he is up to date on his shots, heartworm preventative and flea preventative</h3><h3>Benny weighs about 33-35 pounds so we think his pictures might make him look like a &quot;much&quot; smaller dog</h3><h3><hr /></h3><h3>Benny would REALLY love to spend the Summer days with a new family !</h3><h3>.</h3><h3>NEW PHOTO OF BENNY in his doggie bed - 3.12.08</h3><h3>March 3, 2008</h3><h3>Benny is still wondering if there is a FUREVER FAMILY waiting for him</h3><h3>Benny would be most happy with a Mom or Dad or both that are home &quot;Most&quot; of the day and evening to hang out together.</h3><h3>Benny loves to nap on the sofa, so he makes a PERFECT companion for an afternoon of Soap Opera viewing</h3><h3>Benny loves to go for walks, car rides or just hang out in the back yard with you</h3><h3>Benny would be HAPPIEST in an household without other pets or at least pets that won&#39;t be getting in his &quot;personal space&quot; and children younger then 10 years old</h3><h3><hr /></h3><h3>PREVIOUS INFORMATION</h3><h3><hr /> October 3rd - Benny would like to be adopted by a family or person that is home the majority of the day. He is independent and fully housebroken but enjoys the company of someone being home to dote on him (as it should be) !</h3><h3><hr /> We believe Benny maybe a Schnoodle (Schnauzer, Poodle and possible Terrier mix). He has very silky soft fur and is mostly straight, when he was shaved down and it was growing in, there were some &quot;waves&quot; in his fur. <hr /> August 1st - Benny doesn&#39;t understand why he isn&#39;t receiving any email inquires, you couldn&#39;t find a more mellow boy ! <hr /><hr /> 7.25.07 Benny is still hoping there is someone looking for a perfect gentlemen to watch TV with and cuddle on the sofa. <hr /> 7.17.07</h3><h3>Benny continues to do great, our daughters boyfriend came over last night and Benny snuggled up with him for an evening of TV watching !</h3><h3><hr /></h3><h3>7.5.07</h3><h3>Benny is still hoping that there is a family that could enjoy the company of a quiet, well-mannered, couch potato that is completely vetted and housebroken !</h3><h3><hr /></h3><h3>6.21.07</h3><h3>Benny is looking for a new family, he wasn&#39;t the right fit for the previous adopter</h3><h3>EMAIL us at ShaggyDogRescuer@yahoo.com if you would love a Senior Dog and all the joys and needs that come with a special pet !</h3><h3>6.1.07 - UPD</h3><h3>It&#39;s Benny&#39;s lucky day, he was adopted by a wonderful lady in the South Hills, who is retired and they will be able to spend alot of time together !</h3><h3><hr /></h3><h3>UPD pictures !</h3><h3><hr /></h3><h3>5.28.07 - Benny wants to wish everyone a Happy Memorial Day, he wishes he was with his new family enjoying a hot dog or hamburger. Thank you to our Veteran&#39;s for making this day possible for everyone !</h3><h3>Okay, we are going to only refer to this angel from here on as Benny. Benny went to the vet&#39;s today and received his Rabies, DHLPP, a heartworm test (he was negative, YIPPEE !) and also a Lyme&#39;s Disease Vaccination (no point in taking a chance of that). He will go on heartworm preventative today !</h3><h3>The vet said Benny is in great health, teeth look really good, with a little tartar but not uncommon for a dog over 6 yo. Benny really liked the Vet, he was doing his cute little bounce ( this is when he is excited, he will sit and face you and kind of bounce up and down a few inches, it really is the cutest thing and you have to see him to do !</h3><h3>Benny weighed 30 pounds at his office visit, he has short legs, similar to the size of a small beagle.</h3><h3>Benny is now officially ready to find his NEW FUREVER HOME !</h3><h3><hr /></h3><h3>5.24.07 Mr. T. (aka Benny) has been doing great, he is fully housebroken and neutered.</h3><h3>Benny is very loving, he will sit on the sofa (or your lap) for hours. Benny is a couch potato.</h3><h3>If you are looking for a sweet, quiet, loving, loyal companion to spend time with then Benny is your match</h3><h3><hr /></h3><h3>5.21.07</h3><h3>UPD: Mr. T. (aka Benny) has been living with our family in rescue and has been doing fine</h3><h3>He loves attention but is very content to sleep by your feet while you watch TV. Benny is classified as a couch potato, he still enjoys fetching any balls or toys, he is very content to be petted and loved on.</h3><h3>IF you are looking for a loving, calm, housebroken, sweet dog, then Benny is for you and therefore you should email us at:</h3><h3>ShaggyDogRescuer@yahoo.com</h3><h3>Mr. T. (aka Benny) was brought into rescue in honor of our own beloved, precious furever dog, Beethoven, a rescue dog himself, who&#39;s angels wings for the Rainbow Bridge arrived on 5.4.07</h3><h3>We wanted to save a senior dog from being PTS just because he was &#39;older&#39;, which is no reason at all.</h3><h3>Please consider opening up your heart and home to a loving senior, we won&#39;t be able to help any future rescue dogs until we can place Benny, as having him completes the limit to the number of dogs we can assist</h3><h3>If no wonderful homes come forward for Benny, he will live out his life in full here but many many others wont&#39; be able to be helped and this is sad</h3><h3>Why not apply for Benny and find the joy of spending time with a perfect dog.</h3><h3>5.9.07 - XX URGENT</h3><h3>FOSTER or FUREVER Home needed</h3><h3>Mr. T. will be arriving in Pittsburgh PA on Friday, May 11th.. Want to be the first one to meet him, then email us right away !</h3><h3>Mr. T. (see the little mohawk on his head) NEEDS out of the GUERNSEY County Dog Pound in Cambridge OH.. Like Yesterday</h3><h3>This beauty is a mere 9 years young, and no known health problems.</h3><h3>Isn&#39;t there someone looking for a perfect mellow and happy boy</h3><h3>PLEASE CONTACT US IMMEDIATELY at: ShaggyDogRescuer@Yahoo.com, we request that you INCLUDE YOUR HOME&#39;s City &amp; State Location</h3><h3>Time of course is of the ESSENCE</h3><h3>PLEASE help Mr. T. to freedom.. Don&#39;t let a loving Senior Dog die in a shelter</h3><p><strong>&nbsp;</strong></div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA236/8392981/PA236.8392981-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA236/8392981/PA236.8392981-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA236/8392981/PA236.8392981-1-x.jpg"
    ],
    "age": "Senior",
    "sex": "M",
    "size": "S",
    "breeds": [
      "Poodle",
      "Terrier"
    ],
    "mix": true,
    "organization": {
      "id": "PA236",
      "type": "shelter",
      "name": "",
      "email": "ShaggyDogRescuer@yahoo.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken",
      "noCats",
      "noDogs",
      "noKids"
    ]
  },
  {
    "id": 26838076,
    "name": "Pete",
    "description": "<div><h3>** Our Small Rescue can only place rescue angels in the Pittsburgh, PA ** Thank you for understanding our policy.&nbsp; If interested in Pete, EMAIL us, your city and zip code and we can let you know if you are within the geographic area of Pittsburgh for adoptions.</h3><p>9/11/13<p>Pete is still looking for a home. Pete is a very sweet dog amd would love to watch your favorite show with you. He has no issues. He loves everyone and other dogs. He has not been cat tested.<p>&nbsp;<p>8/11/13&nbsp; Pete has been here for 1 week and we are learning more about him.&nbsp; Pete is between 10-12 lbs. His weight is up a little.&nbsp;He is young, the Vet indicated he is between 1 yr to 1.5 yr old. He is crate trained and keeps his crate clean.&nbsp; He is sweet, when he sees you, he gets happy and when you get close he wants to jump up and kiss you, which usually happens when bending over to pet him.&nbsp; Pete/Peanut, loves to be outside, needs a bit of leash manners as he likes to go full force and sniff everything all at once. Being so small though he is very easy to manage.&nbsp; He was afraid of a yellow fire hydrant so we believe he was a &quot;rural&quot; dog.&nbsp; He loves indoor living and since he is neutered is working very hard on his potty training.&nbsp; More updates and pictures coming soon.<p>&nbsp;8/3/13&nbsp; Pete (a.ka. Peanut) made it out of the PCAS alive !!&nbsp; with the help of many wonderful people. He had a long trip but is now safe and with his foster family in Pittsburgh, PA.<h3>Pete is at the Preston County Animal Shelter, we are hoping to bring him to Pittsburgh before the shelter has to make some tough decisions to euthanize.</h3></div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA236/26838076/PA236.26838076-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA236/26838076/PA236.26838076-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA236/26838076/PA236.26838076-1-x.jpg"
    ],
    "age": "Young",
    "sex": "M",
    "size": "S",
    "breeds": [
      "Cairn Terrier",
      "Yorkshire Terrier Yorkie"
    ],
    "mix": true,
    "organization": {
      "id": "PA236",
      "type": "shelter",
      "name": "",
      "email": "ShaggyDogRescuer@yahoo.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots"
    ]
  },
  {
    "id": 24993764,
    "name": "Nici (Nee-see)",
    "description": "<div><p><span style=\"color: #797979; font-family: Arial, sans-serif; font-size: 12px; line-height: 17px;\"> </span><p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\"><span style=\"color: #797979; font-family: Arial, sans-serif; font-size: 12px; line-height: 17px;\"> </span><p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\"><strong><span style=\"font-family: Georgia, &#39;Times New Roman&#39;, &#39;Bitstream Charter&#39;, Times, serif; font-size: 13px; line-height: 19px; font-weight: normal;\"> </span></strong><p style=\"text-align: center;\"><span style=\"font-weight: 800;\"><span style=\"font-family: Georgia, &#39;Times New Roman&#39;, &#39;Bitstream Charter&#39;, Times, serif; font-size: 13px; line-height: 19px; font-weight: normal;\"> </span></span><p style=\"text-align: center;\"><strong><span style=\"color: #797979; font-family: Arial, sans-serif; font-size: 12px; line-height: 17px; font-weight: normal;\"> </span></strong><p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\"><strong><strong>Name: NICI&nbsp;</strong><em>(Nee-See)<strong><br /></strong></em><strong>Gender</strong>: Female<br /><strong>Breed</strong>: Pit Bull/Catahoula Leopard Dog Mix<br /><strong>Age: 4</strong><strong><br />Weight:&nbsp;</strong>35 lbs<br /><strong>Dogs:</strong>&nbsp;I like playing with male dogs<br /><strong>Cats:</strong>&nbsp;I do not like cats, they run to fast for me and I just want to chase them!<br /><strong>Kids:&nbsp;</strong>I love kids over the age of 8, I can be too bouncy for young children who aren&rsquo;t too sure on their feet yet!</strong><p><strong> </strong><p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\"><strong><strong>About Nici:</strong></strong><p><strong> </strong><p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\">Are you looking for a dog who already knows the basics? Well that&rsquo;s me! I know already know sit, down, paw and come! I walk very nicely on a leash and I love love going for doggie walks! I even know how to go for runs, someone who wants a running buddy would be a great owner for me. I&rsquo;m also already house broken and crate trained! What more could you want?<p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\">I&rsquo;m a fun sized little girl who loves cuddling up close to you, I will be your constant couch companion. I&rsquo;ll listen to you, love you, make you smile, and be there whenever you need me! I&rsquo;m a fantastic listener, so if you have a rough day at work you can tell me all about it! To know me is to love me!!<p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\">I need to be adopted as an only pet.<p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\">If you are interested in meeting&nbsp;<strong>Nici</strong>&nbsp;please fill out an&nbsp;<a href=\"http://www.biggiesbullies.org/archives/369\" onclick=\"pageTracker._trackPageview(&#39;outbound/petnoteslinks&#39;);\" style=\"outline-width: 0px; outline-style: initial; outline-color: initial; color: #171717; text-decoration: none;\" target=\"_blank\">adoption application</a>&nbsp;at www.biggiesbullies.org<p>&nbsp;<p>&nbsp;</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA834/24993764/PA834.24993764-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA834/24993764/PA834.24993764-1-x.jpg"
    ],
    "age": "Young",
    "sex": "F",
    "size": "M",
    "breeds": [
      "Catahoula Leopard Dog",
      "Pit Bull Terrier"
    ],
    "mix": true,
    "organization": {
      "id": "PA834",
      "type": "shelter",
      "name": "",
      "email": "adoptionteam@biggiesbullies.org",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken",
      "noCats"
    ]
  },
  {
    "id": 27081770,
    "name": "Ricardo",
    "description": "<div><p>Age: 12 years<br /> Weight: 50lbs<br /> Dogs: I like other dogs<br /> Cats: I completely ignore kitties, they don&rsquo;t bother me one bit, I would be happy to live with with felines!<br /> Kids: I would be just fine with respectful children<p style=\"text-align: center;\">Ricardo (aka Ricky) is a 12yr old lab/pit bull mix! Don&rsquo;t let his age turn you off though, according to his vet he&rsquo;s in great shape and while he may move a little slower than a younger dog he&rsquo;s just a sweet as can be!<p style=\"text-align: center;\">He might be elderly but he loves going for walks and doesn&rsquo;t pull on his leash.One of the best things about adopting an older dog is how calm and settled they are, don&rsquo;t have time to walk miles and miles every day? Ricky is just fine with that!! In his foster home he&rsquo;s also able to manage stairs just fine.<p style=\"text-align: center;\">He&rsquo;s house broken and happily sleeps on a dog bed on the floor, no bed hogs here. He&#39;s also perfectly fine with sleeping in his crate at night if that&#39;s more your style. He loves to hanging&nbsp; out in the yard and sun bathing. He&rsquo;s not much for toys but he loves his stuffed kong, pigs ears and bully sticks too!<p style=\"text-align: center;\">Are you looking for a low maintenance dog to cuddle on the couch with and take the leisurely walks with? Then Ricardo might just be your man!!<p style=\"text-align: center;\">If you are interested in meeting <strong>RICARDO</strong>&nbsp;please fill out an adoption application at www.biggiesbullies.org/adopt</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA834/27081770/PA834.27081770-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA834/27081770/PA834.27081770-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA834/27081770/PA834.27081770-1-x.jpg"
    ],
    "age": "Senior",
    "sex": "M",
    "size": "M",
    "breeds": [
      "Labrador Retriever",
      "Pit Bull Terrier"
    ],
    "mix": true,
    "organization": {
      "id": "PA834",
      "type": "shelter",
      "name": "",
      "email": "adoptionteam@biggiesbullies.org",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken"
    ]
  },
  {
    "id": 26449386,
    "name": "Lady Bug",
    "description": "<div><p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\">Lady Bug is 3 years old and until last month she lived most of her life outside on a chain. Now that she&rsquo;s free, she&rsquo;s learning the basics! In her foster home she hasn&rsquo;t had any accidents inside and does very well in her crate during the day while her foster parents are at work. Lady Bug is learning her basic commands and she&rsquo;s gotten the hang of sit already! She&rsquo;s working on her leash walking skills too.<p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\">Her all time favorite toy is her Kong, you&rsquo;re unlikely to find her without it, but she loves rope toys too. Playing with her foster brother is her favorite activity and she seems to really like other dogs so if you are looking to add a second dog to your home Lady Bug could be your girl.<p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\">Lady Bug is truly a diamond in the rough! She&rsquo;s had a tough start in life but now that she&rsquo;s been rescued she wants to do nothing more than please the people around her. She is a loving and wonderful dog who is full of life and has a giant personality. She is going to make some family an amazing dog, are you that family?!<p style=\"display: block; margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 0px; text-align: center; padding: 0px;\">If you are interested in meeting&nbsp;<strong>LADY BUG</strong>&nbsp;please fill out an&nbsp;<a href=\"http://www.biggiesbullies.org/archives/369\" onclick=\"pageTracker._trackPageview(&#39;outbound/petnoteslinks&#39;);\" style=\"outline-width: 0px; outline-style: initial; outline-color: initial; color: #171717; text-decoration: none;\" target=\"_blank\">adoption application</a>&nbsp;at www.biggiesbullies.org<p>&nbsp;</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA834/26449386/PA834.26449386-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA834/26449386/PA834.26449386-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA834/26449386/PA834.26449386-1-x.jpg"
    ],
    "age": "Young",
    "sex": "F",
    "size": "M",
    "breeds": [
      "Pit Bull Terrier"
    ],
    "mix": false,
    "organization": {
      "id": "PA834",
      "type": "shelter",
      "name": "",
      "email": "adoptionteam@biggiesbullies.org",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken",
      "noCats"
    ]
  },
  {
    "id": 27266389,
    "name": "Ruth",
    "description": "<div><p><span style=\"border-collapse: collapse; color: #222222; font-family: arial, sans-serif; font-size: 13px;\"> </span><blockquote><div><blockquote><div><div><p align=\"center\" style=\"text-align: center;\">NAME:&nbsp;<strong>Ruth</strong><p align=\"center\" style=\"text-align: center;\">Gender:&nbsp;<strong>Female</strong><br />Breed:&nbsp;<strong>American Pit Bull Terrier</strong><br />Age:&nbsp;<strong>1 year</strong><br />Weight:&nbsp;<strong>49 lbs</strong><br />Dogs:&nbsp;<strong>I love other dogs!</strong><br />Cats: We are not sure if I like cats or not yet! &nbsp;*if you have cats let us know and we will do a cat test&nbsp;<br />Kids:&nbsp;<strong>I love little kids. I would be fine with kids of any age</strong><p align=\"center\" style=\"text-align: center;\">Ruth &nbsp;is still a very young dog at just 1 year old! She hasn&rsquo;t had the kindest start in life, at only 1 year old she&rsquo;s already had at least 1 litter of puppies. In her foster home she hasn&rsquo;t had any accidents inside and does very well in her crate during the day while her foster parents are at work. Ruth LOVES her foster brother and has done well around young children she&rsquo;s met too. She&rsquo;s still working on her leash walking skills but she&rsquo;s learning fast.&nbsp;</div></div></blockquote> Ruth is such a well behaved dog inside the home, she loves to snuggle with you quietly on the couch and she even climbs into her crate by herself at night when she is ready for bedtime. &nbsp;Her favorite toys are anything that squeaks and Kong filled with peanut butter. &nbsp;She is so gentle that when she patiently sits awaiting her treat she calmly takes it from you, being ever so delicate. &nbsp; <blockquote><div><div><p align=\"center\" style=\"text-align: center;\">Ruth would make a fantastic dog for many different types of families!<p align=\"center\" style=\"text-align: center;\">If you are interested in meeting&nbsp;<strong>RUTH</strong>&nbsp;please fill out an adoption application&nbsp;at&nbsp;<a href=\"http://www.biggiesbullies.org/\" onclick=\"pageTracker._trackPageview(&#39;outbound/petnoteslinks&#39;);\" style=\"color: #1155cc;\" target=\"_blank\">www.biggiesbullies.org</a></div></div></blockquote></div></blockquote><p>&nbsp;</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA834/27266389/PA834.27266389-3-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA834/27266389/PA834.27266389-2-x.jpg",
      "http://photos.petfinder.com/photos/US/PA/PA834/27266389/PA834.27266389-1-x.jpg"
    ],
    "age": "Young",
    "sex": "F",
    "size": "M",
    "breeds": [
      "Pit Bull Terrier"
    ],
    "mix": false,
    "organization": {
      "id": "PA834",
      "type": "shelter",
      "name": "",
      "email": "adoptionteam@biggiesbullies.org",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots",
      "housebroken"
    ]
  },
  {
    "id": 27336451,
    "name": "Jenny",
    "description": "<div><p>Jenny is thought to be about&nbsp;5 years old. She was picked up as a stray along with Jake by the dog warden in northern Ohio. Jenny is very sweet and a little shy at first but quickly warms up .She does fine in the car. She is a petite 33 lbs and needs to add a couple pounds. Please complete an application to adopt from Ohio Basset Hound Rescue&rsquo;s website.<p>To fill out an adoption application please visit <a href=\"http://ohiobassetrescue.org/Appl.html\" onclick=\"pageTracker._trackPageview(&#39;outbound/petnoteslinks&#39;);\" target=\"_blank\">http://ohiobassetrescue.org/Appl.html</a>.</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/OH/OH176/27336451/OH176.27336451-3-x.jpg",
      "http://photos.petfinder.com/photos/US/OH/OH176/27336451/OH176.27336451-2-x.jpg",
      "http://photos.petfinder.com/photos/US/OH/OH176/27336451/OH176.27336451-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "F",
    "size": "M",
    "breeds": [
      "Basset Hound"
    ],
    "mix": false,
    "organization": {
      "id": "OH176",
      "type": "shelter",
      "name": "",
      "email": "kathieobhr@yahoo.com",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered",
      "hasShots"
    ]
  },
  {
    "id": 27515301,
    "name": "JASMINE",
    "description": "<div>ADOPT JASMINE!!<br /><br />-Three words to best describe my personality would be...Affectionate, Playful, and Loving.<br /><br />-My ideal day would consist of going for a walk or relaxing in my new home.<br /><br />- I&#39;m a fun, playful girl who is just full of energy! I can be a little shy to new people but i warm up nicely. I&#39;d do best in an active home with teens &amp; adults only. I may do well with a doggy playmate, so if you have other dogs in the home please bring them down for a meet and greet to see how we get along. My new family will have to talk to a vet prior to adoption because I had skin issues in the past. I&#39;m a happy dog that is so very excited to find my forever home, so if you think I&#39;d fit in with your family come on down and meet me today.<br /><br />My adoption fee is $100.00 + Tax and it includes:<br />-Spay/Neuter surgery<br />-Age-appropriate Vaccinations: Distemper/Parvovirus Combo vaccination, Bordetella vaccine, Rabies vaccine<br />-Heartworm Test<br />-Flea treatment/prevention application<br />-AVID Microchip (form of permanent identification)<br /></div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA339/27515301/PA339.27515301-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "F",
    "size": "M",
    "breeds": [
      "American Bulldog"
    ],
    "mix": false,
    "organization": {
      "id": "PA339",
      "type": "shelter",
      "name": "",
      "email": "donna.bucek@wpahumane.org",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered"
    ]
  },
  {
    "id": 27414923,
    "name": "ROOBIE ROO",
    "description": "<div>ADOPT ROOBIE ROO!!!!!<br /><br /><br />Three words to describe my personality would be... Outgoing, Playful and Happy-go-lucky.<br /><br /><br /><br />I&#39;m a friendly, easygoing boy who loves to play with squeaky toys! Offer to throw me a ball, and I&#39;ll be your best friend! I enjoy exploring and will need an active lifestyle with daily walks. As a beagle/basset mix, I exhibit a hound&#39;s typical tendency to get distracted by smells when I&#39;m outdoors. I shouldn&#39;t be left unattended outside because I often follow my nose and wander! I can be possessive of my food and toys, and as such, need an adult only home that is willing to work food guarding protocol with me. The shelter staff also reccommends I attend obedience training classes to help me succeed in my new home. Don&#39;t miss out on my cheerful personality! Come down to the North Shore shelter to meet me today!<br /><br />My adoption fee is $100.00 + Tax and it includes:<br />-Spay/Neuter surgery<br />-Age-appropriate Vaccinations: Distemper/Parvovirus Combo vaccination, Bordetella vaccine, Rabies vaccine<br />-Heartworm Test<br />-Flea treatment/prevention application<br />-AVID Microchip (form of permanent identification); <br /><br /><br /><br /></div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA339/27414923/PA339.27414923-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "M",
    "size": "M",
    "breeds": [
      "Basset Hound",
      "Beagle"
    ],
    "mix": true,
    "organization": {
      "id": "PA339",
      "type": "shelter",
      "name": "",
      "email": "donna.bucek@wpahumane.org",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": []
  },
  {
    "id": 27451202,
    "name": "JUNIOR",
    "description": "<div>Hi there, I&#39;m Junior!!!<br /><br />I am an honorary member of the Western Pennsylvania Humane Society&#39;s Pure Bred Mutt Club. I am a Beaniel!<br />(Beagle/Spaniel Mix) <br /><br />-Three words to best describe my personality would be...Calm, Sweet, and Loving.<br /><br />-My ideal day would consist of relaxing in my new home.<br /><br />-I am sweet ol&#39; boy who is looking for his new forever loving home. I am looking for a quiet home to spend my days snuggling with my humans. I would do best in a calmer home environment with teens and adults only. I enjoy my walks and I even walk great on leash. I may do well with older calmer canine friends. Please know if you have another dog in the home a meet and greet is a must prior to adoption. Please know that I am a senior and will need senior needs. If you think I am the man for you...Come to the Northshore shelter and meet me today. <br /><br /><br /><br />My adoption fee is $50.00 + Tax and it includes:<br />-Spay/Neuter surgery<br />-Age-appropriate Vaccinations: Distemper/Parvovirus Combo vaccination, Bordetella vaccine, Rabies vaccine<br />-Heartworm Test<br />-Flea treatment/prevention application<br />-AVID Microchip (form of permanent identification);</div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA339/27451202/PA339.27451202-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "M",
    "size": "M",
    "breeds": [
      "Beagle",
      "Cocker Spaniel"
    ],
    "mix": true,
    "organization": {
      "id": "PA339",
      "type": "shelter",
      "name": "",
      "email": "donna.bucek@wpahumane.org",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered"
    ]
  },
  {
    "id": 27366663,
    "name": "SISSY",
    "description": "<div>ADOPT SISSY!!!!<br /><br />Three words to best describe my personality would be... Happy, Mild and Charming. <br /><br /><br />I&#39;m a friendly girl with a sweet and calm demeanor! As an older doggy, loud noises can frighten me, and I would be most comfortable living in a soothing home environment with respectful children. The shelter staff is amazed by how intelligent and entertaining I can be! They&#39;ve noticed that I know how to pray, give kisses, and even give high or low five! I&#39;m also a sucker for belly rubs. Ideally, I need a home that will encourage me to be active, since my doctors have recommended I adopt a weight loss &amp; daily exercise plan. I am dog friendly, but would prefer calmer canine pals that are laid-back like me. I can not go to a home with cats. If I sound like the perfect addition to your home, please come down to the North Shore shelter and visit me today! <br /><br />My adoption fee is $100.00 + Tax and it includes:<br />-Spay/Neuter surgery<br />-Age-appropriate Vaccinations: Distemper/Parvovirus Combo vaccination, Bordetella vaccine, Rabies vaccine<br />-Heartworm Test<br />-Flea treatment/prevention application<br />-AVID Microchip (form of permanent identification); <br /><br /><br /></div>",
    "photoUrls": [
      "http://photos.petfinder.com/photos/US/PA/PA339/27366663/PA339.27366663-1-x.jpg"
    ],
    "age": "Adult",
    "sex": "F",
    "size": "S",
    "breeds": [
      "Beagle",
      "English Springer Spaniel"
    ],
    "mix": true,
    "organization": {
      "id": "PA339",
      "type": "shelter",
      "name": "",
      "email": "donna.bucek@wpahumane.org",
      "phone": "321.321.3211",
      "yrs_in_biz": "10 yrs",
      "frequency": "",
      "address": "321 Main St. Pittsburgh, PA 15220"
    },
    "options": [
      "altered"
    ]
  }
]